[
    {
        "title": "Менеджер по продажам спецтехники",
        "url": "https://hh.ru/vacancy/98428407",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Обязательный опыт работы в продажах спецтехники. Высшее образование (менеджмент‚ маркетинг и продажи) техническое образование (желательно). Грамотность. Владение техниками продаж. ",
        "responsibility": "Организовывать комплекс мероприятий для увеличения объёма продаж. (<highlighttext>разработка</highlighttext> стратегии продаж организации, стратегическое планирование). Активный поиск и привлечение клиентов. ",
        "city": "Ташкент"
    },
    {
        "title": "Back-end разработчик",
        "url": "https://hh.ru/vacancy/100677116",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Понимание принципов ООП и паттернов проектирования. Опыт <highlighttext>разработки</highlighttext> и интеграции API. Свободное владение SQL, опыт оптимизации SQL запросов. ",
        "responsibility": "Создание новых продуктов компании. Поддержка и усовершенствование текущих проектов. Оперативная доработка и устранение неисправностей в коде. Первичное тестирование и ревью...",
        "city": "Ташкент"
    },
    {
        "title": "Верстальщик",
        "url": "https://hh.ru/vacancy/100563014",
        "salary_from": "5000000",
        "salary_to": "8000000",
        "requirements": "Опыт работы на позиции верстальщика от 1 года. Отличное знание HTML5, CSS3 и основ JavaScript. Опыт работы с...",
        "responsibility": "<highlighttext>Разработка</highlighttext> и поддержка веб-страниц на основе макетов и технических заданий. Оптимизация кода для обеспечения быстрой загрузки и корректного отображения...",
        "city": "Ташкент"
    },
    {
        "title": "Sound Designer",
        "url": "https://hh.ru/vacancy/98591817",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Опыт работы по специальности от 3 лет. Опыт работы в игровой индустрии и наличие выпущенных проектов. Умение создавать разноплановые звуковые...",
        "responsibility": "Израильские инвесторы и белорусская команда <highlighttext>разработки</highlighttext> находятся в плотном сотрудничестве, постоянно реализуя новый функционал и наращивая количество игроков внутри продуктов...",
        "city": "Фаниполь"
    },
    {
        "title": "Дегустатор пива",
        "url": "https://hh.ru/vacancy/98906477",
        "salary_from": "70000",
        "salary_to": "0",
        "requirements": "",
        "responsibility": "Проведение дегустаций для оценки новых сортов пива. <highlighttext>Разработка</highlighttext> и улучшение рецептур пива. Оценка внешнего вида, аромата, вкуса и текстуры пива. ",
        "city": "Бишкек"
    },
    {
        "title": "Инженер по охране труда, промышленной безопасности и охране окружающей среды (HSS)",
        "url": "https://hh.ru/vacancy/100693783",
        "salary_from": "600000",
        "salary_to": "0",
        "requirements": "Влияние на стратегию с отличными навыками вовлечения и коммуникации. В том числе <highlighttext>разработка</highlighttext> и внедрение систем управления, процедур и политики...",
        "responsibility": "Развивать и поддерживать тесное взаимодействие и сотрудничество со всеми уровнями бизнеса. - Компетентное управление операциями/отношениями с клиентами.",
        "city": "Алматы"
    },
    {
        "title": "Директор по персоналу",
        "url": "https://hh.ru/vacancy/100675703",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Высшее образование в области управления персоналом, психологии или экономики. Знание современных методов управления персоналом. Опыт <highlighttext>разработки</highlighttext> и внедрения HR-проектов. ",
        "responsibility": "<highlighttext>Разработка</highlighttext> и реализация стратегии управления персоналом. Планирование и осуществление найма сотрудников. <highlighttext>Разработка</highlighttext> и внедрение программ обучения и развития персонала. ",
        "city": "Астана"
    },
    {
        "title": "Junior Frontend Developer (React\\Angular)",
        "url": "https://hh.ru/vacancy/100514979",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Опыт работы от 6 месяцев на позиции Frontend разработчика. Английский язык от A2. Опыт работы с Angular или React. ",
        "responsibility": "<highlighttext>Разработка</highlighttext> и поддержка пользовательских интерфейсов. Работа в тесном сотрудничестве с дизайнерами и бэкенд разработчиками для создания совместимых и эффективных решений.",
        "city": "Гродно"
    },
    {
        "title": "Исполнительный директор",
        "url": "https://hh.ru/vacancy/100587907",
        "salary_from": "500000",
        "salary_to": "900000",
        "requirements": "Высшее образование (экономическое/техническое/нефтесервис). Успешный опыт управления компаниями от 100 сотрудников. Опыт построения эффективных производственных процессов. Приветствуется опыт работы...",
        "responsibility": "Структурирование и модернизация существующих производственных процессов, а также <highlighttext>разработка</highlighttext> и внедрение предложений по увеличению эффективности. Участие в <highlighttext>разработке</highlighttext> стратегии и...",
        "city": "Нижневартовск"
    },
    {
        "title": "Исполнительный директор",
        "url": "https://hh.ru/vacancy/100587908",
        "salary_from": "500000",
        "salary_to": "900000",
        "requirements": "Высшее образование (экономическое/техническое/нефтесервис). Успешный опыт управления компаниями от 100 сотрудников. Опыт построения эффективных производственных процессов. Приветствуется опыт работы...",
        "responsibility": "Структурирование и модернизация существующих производственных процессов, а также <highlighttext>разработка</highlighttext> и внедрение предложений по увеличению эффективности. Участие в <highlighttext>разработке</highlighttext> стратегии и...",
        "city": "Тюмень"
    },
    {
        "title": "Мобилограф",
        "url": "https://hh.ru/vacancy/99829564",
        "salary_from": "200000",
        "salary_to": "300000",
        "requirements": "Опыт в съемке и монтаже видеороликов с использованием мобильных устройств/профессиональной видеокамеры. Креативность и способность генерировать интересные идеи для контента. ",
        "responsibility": "Создание качественного видеоконтента с использованием мобильной техники, включая съемку, монтаж и постпродакшн. <highlighttext>Разработка</highlighttext> оригинальных сценариев и идей для видеороликов, учитывая...",
        "city": "Астана"
    },
    {
        "title": "Разработчик мобильных приложений и Веб сайта (стажер)",
        "url": "https://hh.ru/vacancy/100416756",
        "salary_from": "0",
        "salary_to": "100000",
        "requirements": "Устойчивые знания принципов и опыт работы в ООП, опыт работы с СУБД. Опыт <highlighttext>разработки</highlighttext> клиент-серверных приложений. Знание английского на...",
        "responsibility": "Качества кандидата:",
        "city": "Алматы"
    },
    {
        "title": "Руководитель",
        "url": "https://hh.ru/vacancy/100590149",
        "salary_from": "160000",
        "salary_to": "170000",
        "requirements": "Наличие высшего образования, не ниже уровня специалитета, магистратуры. Профессиональные знания по направлениям подготовки (специальностям): «Экономика и управление» и (или) «Юриспруденция...",
        "responsibility": "Стратегическое и оперативное управление структурным подразделением. Организация и <highlighttext>разработка</highlighttext> проектов муниципальных правовых актов. <highlighttext>Разработка</highlighttext> аналитических и методических материалов. ",
        "city": "Новосибирск"
    },
    {
        "title": "Разработчик мобильного приложения на iOS (инди-разработка)",
        "url": "https://hh.ru/vacancy/100374416",
        "salary_from": "1000000",
        "salary_to": "3500000",
        "requirements": "",
        "responsibility": "Уже разрабатывал мобильные приложения с нуля.",
        "city": "Алматы"
    },
    {
        "title": "Руководитель отдела продаж/коммерческий директор",
        "url": "https://hh.ru/vacancy/100495245",
        "salary_from": "2500000",
        "salary_to": "0",
        "requirements": "Высшее образование в области бизнеса, маркетинга или медицинских технологий. Опыт работы на аналогичной должности от 3 лет, предпочтительно в сфере...",
        "responsibility": "Ведение переговоров с ключевыми клиентами и партнерами. Анализ рынка и конкурентной среды, <highlighttext>разработка</highlighttext> предложений по улучшению продаж. Участие в формировании...",
        "city": "Алматы"
    },
    {
        "title": "Juniour Frontend-разработчик",
        "url": "https://hh.ru/vacancy/98997283",
        "salary_from": "100000",
        "salary_to": "200000",
        "requirements": "Рассматриваются только кандидаты которые окончили ВУЗ - 2022, 2023, 2024 годах. Знание HTML5, CSS, TypeScript, TailwindCSS. Опыт работы с Rest...",
        "responsibility": "Проект на стадии написания ТЗ и скоро начнется <highlighttext>разработка</highlighttext>. Обязанности: Верстка по макету Figma. Участия в обсуждении процессов <highlighttext>разработки</highlighttext>. ",
        "city": "Алматы"
    },
    {
        "title": "Инженер-конструктор",
        "url": "https://hh.ru/vacancy/99764714",
        "salary_from": "70000",
        "salary_to": "120000",
        "requirements": "Знание Solid Works желательно, умение работать в Solid Works PDM будет преимуществом. Готовность при необходимости изучить эти программы. ",
        "responsibility": "Спецификации и материалоемкость. * <highlighttext>Разработка</highlighttext> технологии и технологических карт. * Раскрой металла. * Расчеты. * Визуализация и анимация. <highlighttext>Разработка</highlighttext> сварочных кондукторов для высокоточной сборки...",
        "city": "Краснодар"
    },
    {
        "title": "Директор по проектам в госкорпорацию",
        "url": "https://hh.ru/vacancy/100328416",
        "salary_from": "1000000",
        "salary_to": "0",
        "requirements": "Высшее образование в области управления проектами, экономики, инженерии или смежных дисциплин. Опыт работы на руководящей должности в сфере управления проектами...",
        "responsibility": "Обеспечение соблюдения сроков, бюджета и качества выполнения проектов. Управление рисками и <highlighttext>разработка</highlighttext> мер по их минимизации. Взаимодействие с государственными органами...",
        "city": "Москва"
    },
    {
        "title": "Инженер-ОВиК",
        "url": "https://hh.ru/vacancy/99965424",
        "salary_from": "30000000",
        "salary_to": "51000000",
        "requirements": "Для проектирования систем ОВиК, необходимы навыки черчения и опыт работы в программе Auto CAD; Microsoft office Google Site.",
        "responsibility": "Участие/управление в тендерных процедурах, выбора субподрядных организациях и бригад. Участие в получении и <highlighttext>разработке</highlighttext> исходно-разрешительной документации (технические задания...",
        "city": "Ташкент"
    },
    {
        "title": "Директор",
        "url": "https://hh.ru/vacancy/100305441",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Высшее профильное образование. Умение работать с большим объемом информации. Ответственный, коммуникабельный, внимательный и амбициозный. Опыт в управлении компании от 6...",
        "responsibility": "...части развития компании и <highlighttext>разработки</highlighttext> стратегии деятельности. Контролирует и координирует операционные процессы в компании. Участвует в <highlighttext>разработке</highlighttext> долгосрочных целей организации. ",
        "city": "Минск"
    },
    {
        "title": "Технолог",
        "url": "https://hh.ru/vacancy/100717346",
        "salary_from": "20000000",
        "salary_to": "25000000",
        "requirements": "Опыт работы на производстве. Готовность работать в режиме многозадачности. Знание технологических процессов. Знание нормативной базы, технической документации по качеству. ",
        "responsibility": "Планирование, контроль и организация технологического процесса по изготовлению продукции. Улучшение качества имеющейся продукции. Составление технологических карт на изготавливаемую продукцию. ",
        "city": "Ташкент"
    },
    {
        "title": "HR-астролог",
        "url": "https://hh.ru/vacancy/99805027",
        "salary_from": "80000",
        "salary_to": "150000",
        "requirements": "Работаешь астрологом не меньше 2 лет. Углубленно изучал астрологию (на интенсивах, курсах, в университете). Обладаешь уверенными навыками составления натальной карты...",
        "responsibility": "Проведение астрологического анализа личности кандидатов и сотрудников для определения их потенциала и соответствия требованиям компании. <highlighttext>Разработка</highlighttext> и внедрение астрологических методик...",
        "city": "Екатеринбург"
    },
    {
        "title": "Системный администратор сетевой инфраструктуры",
        "url": "https://hh.ru/vacancy/100483538",
        "salary_from": "8000000",
        "salary_to": "15000000",
        "requirements": "Высшее профессиональное (техническое) образование, стаж работы по специальности не менее 3 лет и профессиональный опыт. Для непрофильного образования наличие дополнительного...",
        "responsibility": "Работа с веб-хостингами и понимание в <highlighttext>разработке</highlighttext> веб-хостинга платформы. Обеспечение мер по защите информации. Работа согласно правилам, со...",
        "city": "Ташкент"
    },
    {
        "title": "Специалист отдела кадров",
        "url": "https://hh.ru/vacancy/100713663",
        "salary_from": "95000",
        "salary_to": "0",
        "requirements": "Высшее профессиональное образование. Стаж работы по специальности, соответствующей профилю, не менее 2 лет. Знание и уверенное пользованием программами MS Word...",
        "responsibility": "отчётности по кадрам. Работа со штатным расписанием. Ведение воинского учета. <highlighttext>Разработка</highlighttext> должностных, рабочих инструкций. Выдача справок сотрудникам. Практический опыт взаимодействия...",
        "city": "Краснодар"
    },
    {
        "title": "Chief Security Officer (CSO)",
        "url": "https://hh.ru/vacancy/100693083",
        "salary_from": "500000",
        "salary_to": "0",
        "requirements": "Ability to balance security requirements with business operations. Experience in a software <highlighttext>development</highlighttext> environment is preferred. Relevant certifications such as...",
        "responsibility": "...<highlighttext>Development</highlighttext> and Maintenance: <highlighttext>Develop</highlighttext>, implement, and maintain security policies that meet PCI DSS requirements. 4. Incident Response and Management: <highlighttext>Develop</highlighttext>...",
        "city": "Москва"
    },
    {
        "title": "Генеральный директор",
        "url": "https://hh.ru/vacancy/100672410",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Кандидат должен обладать высоким уровнем профессионализма, стратегическим мышлением и способностью принимать важные решения для успешного развития бизнеса. Опыт работы на...",
        "responsibility": "<highlighttext>Разработка</highlighttext> стратегии организации. Контроль и совершенствование бизнес-процессов. Проведение регулярного финансового и экономического анализа деятельности организации. Представление интересов организации в...",
        "city": "Астана"
    },
    {
        "title": "Главный юрисконсульт",
        "url": "https://hh.ru/vacancy/100303902",
        "salary_from": "0",
        "salary_to": "85000",
        "requirements": "Высшее юр образование, опыт работы от 3 лет и более. Знание кыргызского языка, русского языка, английский язык приветствуется. ",
        "responsibility": "Правовое сопровождение деятельности компании. Экспертиза договоров, <highlighttext>разработка</highlighttext> внутренних нормативных документов.",
        "city": "Бишкек"
    },
    {
        "title": "Менеджер по контрактам",
        "url": "https://hh.ru/vacancy/100578767",
        "salary_from": "900000",
        "salary_to": "1100000",
        "requirements": "трудовой стаж по работе с контрактами свыше 5-ти (пяти) лет. - опыт в нефтегазовой отрасли или в профессиональной сфере по...",
        "responsibility": "<highlighttext>разработка</highlighttext> контрактов для проведения тендера. - сопровождение заключения контрактов/дополнительных соглашений/протоколов разногласий и др. документов с момента <highlighttext>разработки</highlighttext> контракта и...",
        "city": "Атырау"
    },
    {
        "title": "Генеральный директор",
        "url": "https://hh.ru/vacancy/100617950",
        "salary_from": "900000",
        "salary_to": "0",
        "requirements": "высшее образование, желательно оконченный МВА по стратегическому менеджменту и финансам. - опыт работы на позиции топ-менеджера компании не менее 10...",
        "responsibility": "анализ рынка и определение направлений развития, <highlighttext>разработка</highlighttext> и реализация стратегических планов по расширению бизнеса. - контроль качества. - <highlighttext>разработка</highlighttext> и реализация маркетинговых...",
        "city": "Москва"
    },
    {
        "title": "Руководитель проекта",
        "url": "https://hh.ru/vacancy/100729205",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Сильные навыки в финансовом моделировании, составлении финансовой отчетности (знание Visual Basic будет преимуществом). Знание английского языка на уровне не ниже...",
        "responsibility": "Анализа рынка, конкурентной позиции проектной компании. <highlighttext>Разработка</highlighttext> / проведение анализа финансовой модели инвестиционного проекта, анализ инвестиционных рисков. Проведение анализа и оценка...",
        "city": "Астана"
    },
    {
        "title": "Заместитель директора по финансовым вопросам",
        "url": "https://hh.ru/vacancy/100703674",
        "salary_from": "250000",
        "salary_to": "0",
        "requirements": "Опыт на должности финансового директора не менее 5 лет. Высшее экономическое образование. Дополнительное профессиональное образование в сфере закупок товаров, работ...",
        "responsibility": "<highlighttext>Разработка</highlighttext> и внедрение системы управленческого учета. Автоматизация управленческой отчетности и бизнес процессов. <highlighttext>Разработка</highlighttext> процессов взаимодействия внутри подразделений финансового блока. ",
        "city": "Москва"
    },
    {
        "title": "Front-End Developer",
        "url": "https://hh.ru/vacancy/100593092",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Опыт работы фронтенд-разработчиком не менее 3 лет, со значительным акцентом на React.js и Next.js. - Свободное владение HTML5, CSS...",
        "responsibility": "Отслеживание последних тенденций и лучших практик в области фронтенд-<highlighttext>разработки</highlighttext> и обмен знаниями внутри команды. - Участие в ревизии кода и...",
        "city": "Минск"
    },
    {
        "title": "Ведущий юрисконсульт",
        "url": "https://hh.ru/vacancy/100633793",
        "salary_from": "180000",
        "salary_to": "0",
        "requirements": "Высшее юридическое образование. Опыт работы по специальности не менее 5-ти лет. Уверенное знание законодательства Российской Федерации в области гражданского...",
        "responsibility": "Корпоративная работа: <highlighttext>разработка</highlighttext> учредительных документов, внесение изменений в ЕГРЮЛ, оформление протоколов ОСУ и Решений ЕУ и т.п.. ",
        "city": "Москва"
    },
    {
        "title": "Руководитель филиала",
        "url": "https://hh.ru/vacancy/100701427",
        "salary_from": "250000",
        "salary_to": "0",
        "requirements": "Опыт руководства подразделением компании, специализирующейся на продажах сложных технических продуктов. Знание принципов работы холодильного оборудования и компонентов (основные виды оборудования...",
        "responsibility": "Документирование и учет основных этапов руководства проектами. Оценка рисков и <highlighttext>разработка</highlighttext> стратегий по их снижению. Координация работы команды проекта и...",
        "city": "Казань"
    },
    {
        "title": "Исполнительный директор",
        "url": "https://hh.ru/vacancy/100693307",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "отличное владение Excel.  опыт внедрения бизнес-аналитики. Требования: 1) Релевантный опыт работы от 5 лет в компании с оборотом не...",
        "responsibility": "7) участие в <highlighttext>разработке</highlighttext> краткосрочных и долгосрочных планов подразделений компании. 8) <highlighttext>Разработка</highlighttext> и внедрение мероприятий по повышению рентабельности и финансовой...",
        "city": "Москва"
    },
    {
        "title": "Территориальный менеджер по продажам / Area Sales Manager",
        "url": "https://hh.ru/vacancy/100737754",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "С высшим образованием. С опытом работы в отделе продаж от 3-х лет. С опытом заключения коммерческих договоров и опытом...",
        "responsibility": "Анализ информации по развитию рынка и действиям конкурентов, <highlighttext>разработка</highlighttext> предложения по повышению эффективности продаж, оценка предложений торговых команд. ",
        "city": "Новосибирск"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/100639655",
        "salary_from": "110000",
        "salary_to": "0",
        "requirements": "Уверенное знание React (функциональные и классовые компоненты, хуки, жизненный цикл, HoC), базовые знания способов управления состоянием в React-приложениях (router...",
        "responsibility": "<highlighttext>Разработка</highlighttext> и поддержка функциональных компонентов. Рефакторинг кода. Review младших сотрудников по запросу. Адаптирование библиотечных решений под проект. Помощь в интеграции...",
        "city": "Новосибирск"
    },
    {
        "title": "Стажер-разработчик Frontend",
        "url": "https://hh.ru/vacancy/100514477",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Базовые знания JS (ветвления, циклы, методы классов данных, валидация данных и т.п.). Знание ExtJS будет плюсом. Знание SQL будет...",
        "responsibility": "Взаимодействием с аналитиками при постановке задач. <highlighttext>Разработкой</highlighttext>, конфигурированием и поддержкой бизнес-компонентов в редакторе кастомных форм. Проведением дизайн-ревью бизнес...",
        "city": "Санкт-Петербург"
    },
    {
        "title": "Backend-Разработчик",
        "url": "https://hh.ru/vacancy/100577216",
        "salary_from": "400000",
        "salary_to": "1000000",
        "requirements": "Опыт работы с GoLang не менее 2 лет. Понимание принципов работы веб-сервисов и клиент-серверной архитектуры. Знание SQL и...",
        "responsibility": "<highlighttext>Разработка</highlighttext> и поддержка бэкенд-сервисов на GoLang. Проектирование и оптимизация баз данных. Интеграция с внешними сервисами и API. ",
        "city": "Астана"
    },
    {
        "title": "Проектный менеджер в it",
        "url": "https://hh.ru/vacancy/98648495",
        "salary_from": "70000",
        "salary_to": "100000",
        "requirements": "Развитые коммуникативные навыки и умение решать конфликты в команде. Увлеченность, внимание и самодисциплина для удаленной работы. Понимание методологий Agile, Scrum...",
        "responsibility": "Взаимодействие с отделом бухгалтерии и своевременный обмен документацией и информацией. Участие в <highlighttext>разработке</highlighttext> ПО на протяжении полного цикла. ",
        "city": "Москва"
    },
    {
        "title": "Администратор Бизнес-Центра",
        "url": "https://hh.ru/vacancy/100489297",
        "salary_from": "8000000",
        "salary_to": "0",
        "requirements": "Высшее образование. Коммуникабельность. Организаторские навыки. Опыт в проведения мероприятий.",
        "responsibility": "Организация деятельности Бизнес-Центра. Контроль работы всех служб. Взаимодействие с арендаторами Бизнес-Центра. Контроль за соблюдением договорных обязательств. Поиск арендаторов. ",
        "city": "Ташкент"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/100639654",
        "salary_from": "110000",
        "salary_to": "0",
        "requirements": "Уверенное знание React (функциональные и классовые компоненты, хуки, жизненный цикл, HoC), базовые знания способов управления состоянием в React-приложениях (router...",
        "responsibility": "<highlighttext>Разработка</highlighttext> и поддержка функциональных компонентов. Рефакторинг кода. Review младших сотрудников по запросу. Адаптирование библиотечных решений под проект. Помощь в интеграции...",
        "city": "Санкт-Петербург"
    },
    {
        "title": "Стажер по направлению Android-разработка в Газпромбанке",
        "url": "https://hh.ru/vacancy/99694786",
        "salary_from": "41000",
        "salary_to": "67000",
        "requirements": "Имеешь коммерческий опыт в IT и желание заниматься <highlighttext>разработкой</highlighttext>. Имеешь опыт участия в олимпиадах по программированию. Имеешь больше 200 решенных...",
        "responsibility": "Проектирование архитектуры мобильного приложения. Улучшение текущего функционала и <highlighttext>разработка</highlighttext> нового. <highlighttext>Разработка</highlighttext> отдельных компонентов экранов. Проведение code-review.",
        "city": "Москва"
    },
    {
        "title": "Middle Front End Developer",
        "url": "https://hh.ru/vacancy/100694629",
        "salary_from": "3000",
        "salary_to": "4000",
        "requirements": "3+ года опыта в коммерческой <highlighttext>разработке</highlighttext>. Уверенное понимание TS. Опыт работы с css-in-js. Понимание и желательно опыт...",
        "responsibility": "",
        "city": "Москва"
    },
    {
        "title": "Визуальный мерчендайзер",
        "url": "https://hh.ru/vacancy/100644809",
        "salary_from": "120000",
        "salary_to": "150000",
        "requirements": "Опыт работы в розничной сети (Fashion premium) в области Витриниста и Визуального мерчендайзинга. Опыт в <highlighttext>разработке</highlighttext> концепций Визуального мерчендайзинга. ",
        "responsibility": "Проведение VM тренингов для сотрудников розницы. <highlighttext>Разработка</highlighttext>, внедрение и поддержание стандартов визуального мерчендайзинга. <highlighttext>Разработка</highlighttext> мерчбука и инструкций по размещению/выкладке...",
        "city": "Москва"
    },
    {
        "title": "Senior Frontend Developer",
        "url": "https://hh.ru/vacancy/100458501",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "REST. CSS3. Bootstrap / Antd. AJAX.",
        "responsibility": "<highlighttext>Разработка</highlighttext> и поддержка продукта компании. - Проведение код-ревью. - Оценка трудоемкости задач. - Взаимодействие с другими командами: backend-разработчиками; тестировщиками, продакт-менеджерами.",
        "city": "Алматы"
    },
    {
        "title": "Начальник отдела охраны труда",
        "url": "https://hh.ru/vacancy/100728533",
        "salary_from": "220000",
        "salary_to": "250000",
        "requirements": "...по <highlighttext>разработке</highlighttext>, внедрению и контролю выполнения программ в области ОТ, ПБ и ООС. Опыт осуществления контрольно-аудиторской деятельности, включая <highlighttext>разработку</highlighttext>...",
        "responsibility": "Координация деятельности подразделений в области охраны труда. Контроль за соблюдением работниками структурных подразделений ОП законодательных и нормативных правовых актов. ",
        "city": "Москва"
    },
    {
        "title": "Инженер-проектировщик",
        "url": "https://hh.ru/vacancy/97682147",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Высшее инженерное образование (рассмотрим также студентов последних курсов). Знание нормативно-технической документации в строительстве. Опыт проектирования строительных конструкций. ",
        "responsibility": "Проектирование стальных конструкций (вторые полы, фальшь потолки, фальшь стены), креплений инженерных систем и оборудования, кабеленесущих систем собственного производства. <highlighttext>Разработка</highlighttext> проектной...",
        "city": "Самара"
    },
    {
        "title": "Региональный менеджер (Самарканд,Навои,Бухара )",
        "url": "https://hh.ru/vacancy/100620751",
        "salary_from": "17000000",
        "salary_to": "24000000",
        "requirements": "Опыт работы на аналогичных позициях не менее 3х лет. Территория: Самарканд,Наваи,Бухара. Навыки владения компьютером на уровне уверенного...",
        "responsibility": "Анализ и <highlighttext>разработка</highlighttext> стратегии развития бизнеса в соответствии с потребностями рынка и с инициатив в торговых точках на подотчетной территории...",
        "city": "Самарканд"
    },
    {
        "title": "Экономист в дочернюю компанию",
        "url": "https://hh.ru/vacancy/100692769",
        "salary_from": "0",
        "salary_to": "250000",
        "requirements": "Опыт работы в планово-экономическом отделе / операционном контроллинге от 3-х лет. Высшее экономическое/техническое образование. Навыки работы с договорной...",
        "responsibility": "Участие в <highlighttext>разработке</highlighttext>, внедрение и поддержка системы показателей эффективности работы компании. Участие в <highlighttext>разработке</highlighttext> / актуализация нормативных документов, регламентирующих процессы компании. ",
        "city": "Москва"
    },
    {
        "title": "Руководитель пункта выдачи",
        "url": "https://hh.ru/vacancy/99968808",
        "salary_from": "350000",
        "salary_to": "0",
        "requirements": "Наличие автомобиля типа: цельнометаллический бус, фургон или каблук (в сопроводительном письме укажите модель и марку Вашего автомобиля). Знание ПК, 1...",
        "responsibility": "Контроль за приходно-расходными кассовыми операциями. Оптимизация хозяйственных и прочих расходов. <highlighttext>Разработка</highlighttext> предложений по развитию бизнеса на вверенной территории. ",
        "city": "Кокшетау"
    },
    {
        "title": "Financial Controller",
        "url": "https://hh.ru/vacancy/100677344",
        "salary_from": "25000000",
        "salary_to": "28000000",
        "requirements": "Master's degree in accounting/finance or equivalent. Proven experience in finance management. Good communication skills. Strong leadership qualities. ",
        "responsibility": "10. Ensure <highlighttext>development</highlighttext> scope and schedule includes deliverables required by Lenders (eg., soci-econoomic impact studies and etc). ",
        "city": "Ташкент"
    },
    {
        "title": "Юрист (можно гибридный график)",
        "url": "https://hh.ru/vacancy/100452845",
        "salary_from": "180000",
        "salary_to": "0",
        "requirements": "Опыт работы от 5-ти лет. Высшее профильное образование. Высокий уровень ответственности.",
        "responsibility": "Сопровождение существующий долгосрочных договоров аренды, договор с поставщиками и подрядчиками. Участие в <highlighttext>разработке</highlighttext> новых договоров, участие в процессе проверки и...",
        "city": "Москва"
    },
    {
        "title": "Технический директор",
        "url": "https://hh.ru/vacancy/100496691",
        "salary_from": "1000000",
        "salary_to": "1600000",
        "requirements": "Глубокое понимание современных технологий и тенденций в IT. Опыт работы в области <highlighttext>разработки</highlighttext> программного обеспечения и управления проектами. ",
        "responsibility": "<highlighttext>Разработка</highlighttext> и реализация технологической стратегии компании. Управление IT-инфраструктурой и <highlighttext>разработкой</highlighttext> программного обеспечения. Обеспечение безопасности информационных систем. Координация работы IT...",
        "city": "Астана"
    },
    {
        "title": "Финансовый директор",
        "url": "https://hh.ru/vacancy/100731181",
        "salary_from": "400000",
        "salary_to": "0",
        "requirements": "Высшее экономическое/финансовое образование. Релевантный опыт работы финансовым директором от 5 лет. Отличное знание всех офисных программ, в том числе...",
        "responsibility": "Планирование налоговой нагрузки. Проектный учет (БДДС, БДР). План-факт. <highlighttext>Разработка</highlighttext> и внедрение ССП, KPI. Контроль дебиторской и кредиторской задолженностей. ",
        "city": "Москва"
    },
    {
        "title": "Директор филиала в Сеть Кофеен B&B",
        "url": "https://hh.ru/vacancy/96498173",
        "salary_from": "8000000",
        "salary_to": "20000000",
        "requirements": "Знание трендов в индустрии ресторанного бизнеса. Отличные коммуникативные и лидерские качества. Умение работать в условиях высокой загруженности.",
        "responsibility": "Руководство операционной деятельностью филиала. Управление персоналом и обучение новых сотрудников. <highlighttext>Разработка</highlighttext> и реализация стратегий по привлечению клиентов и увеличению дохода. ",
        "city": "Ташкент"
    },
    {
        "title": "Бизнес-аналитик стажёр",
        "url": "https://hh.ru/vacancy/100574773",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Наличие времени и желания изучения огромного количества нового материала. Умение работать с большим объемом информации и анализировать данные. ",
        "responsibility": "Этап 2. Составление индивидуальной программы удаленного обучения. Предоставление онлайн-материалов. Контроль пройденного материала и ответы на вопросы каждые 2 недели. ",
        "city": "Брест"
    },
    {
        "title": "Специалист (Экономика / финансы)",
        "url": "https://hh.ru/vacancy/100661953",
        "salary_from": "99000",
        "salary_to": "0",
        "requirements": "Высшее образование по направлению подготовки (специальности) «Финансы и кредит», «Экономика в отраслях», «Бухгалтерский учет и аудит», «Государственное и муниципальное управление».",
        "responsibility": "Участие в составлении и исполнении областного бюджета Сахалинской области. <highlighttext>Разработка</highlighttext>, рассмотрение и согласование проектов нормативных правовых актов и других документов. ",
        "city": "Южно-Сахалинск"
    },
    {
        "title": "Юрист",
        "url": "https://hh.ru/vacancy/100681044",
        "salary_from": "70000",
        "salary_to": "100000",
        "requirements": "Высшее юридическое образование. Опыт работы юристом по документарной части не менее 5-и лет. Опыт успешной судебной практики. ",
        "responsibility": "Подготовка и согласование внутренних актов правового характера. <highlighttext>Разработка</highlighttext> локальных нормативных актов, регламентов, положений, инструкций внутри компании. Оперативное решение задач, поставленных...",
        "city": "Пермь"
    },
    {
        "title": "Ведущий специалист службы безопасности",
        "url": "https://hh.ru/vacancy/100313561",
        "salary_from": "170000",
        "salary_to": "180000",
        "requirements": "Образование высшее. Знание систем охранной безопасности, видеонаблюдения. Способность принимать адекватные и взвешенные решения и эффективно действовать в кризисных ситуациях, оперативно...",
        "responsibility": "Участие в формировании и реализации комплекса мероприятий по предупреждению коррупции, <highlighttext>разработка</highlighttext> и внедрение документации по противодействию коррупционной деятельности. ",
        "city": "Москва"
    },
    {
        "title": "Юрист в единственном лице",
        "url": "https://hh.ru/vacancy/100699547",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Практический навык ведения дел в судах, практический навык экспертизы, <highlighttext>разработки</highlighttext> договоров и иных юридических документов. Высокая работоспособность, умение оперативно выполнять...",
        "responsibility": "Полное правовое сопровождение финансово-хозяйственной деятельности компании РФ по вопросам соблюдения норм законодательства, корпоративное сопровождение деятельности. Юридическая поддержка ВЭД. ",
        "city": "Москва"
    },
    {
        "title": "Главный бухгалтер",
        "url": "https://hh.ru/vacancy/100387995",
        "salary_from": "350000",
        "salary_to": "0",
        "requirements": "Профильное высшее образование – бухгалтерское, финансовое, экономическое. Опыт работы на аналогичной позиции не менее 5 лет. Знание 1С Бухгалтерия, ERP.",
        "responsibility": "Соблюдение требований налогового и бухгалтерского законодательства, отслеживание изменений. <highlighttext>Разработка</highlighttext> локально-нормативных актов предприятия. Составление возражений на Акты налоговых проверок, участие...",
        "city": "Москва"
    },
    {
        "title": "Менеджер Департамента экономики и инвестиций",
        "url": "https://hh.ru/vacancy/100710310",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Высшее экономическое образование, менеджмент. Стаж работы не менее 2 лет. Должен знать: Законодательные и нормативные акты, необходмые для осуществления трудовых...",
        "responsibility": "Участвует в проведении анализа и оценки рисков инвестиционных проектов. Контролирует процесс и сроки <highlighttext>разработки</highlighttext> госэкспертизы ФЭО и ПСД. ",
        "city": "Астана"
    },
    {
        "title": "Заместитель генерального директора по снабжению, г. Ленск",
        "url": "https://hh.ru/vacancy/97407317",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Готовность к релокации г. Ленск (Республика Саха Якутия). Высшее образование (техническое/экономическое). Знание ФЗ-44/ФЗ-223. Стаж работы в...",
        "responsibility": "Управление и корректировка процесса взаимодействия с консигнационными складами, <highlighttext>разработка</highlighttext> оптимальной структуры снабжения запасными частями. Координация и управление работой с неиспользуемыми...",
        "city": "Ленск"
    },
    {
        "title": "SMM-менеджер",
        "url": "https://hh.ru/vacancy/100324097",
        "salary_from": "120000",
        "salary_to": "120000",
        "requirements": "SMM менеджер должен обладать познаниями в области дизайна, искусства, отслеживать модные тенденции, иметь нестандартное мышление и \"чувство прекрасного\". ",
        "responsibility": "...проектом которой он руководит. Обязанности: Продвижение компании в соц. сетях. <highlighttext>Разработка</highlighttext> контент - плана. Публикация 5-7 Stories ежедневно. ",
        "city": "Алматы"
    },
    {
        "title": "Заместитель технического директора",
        "url": "https://hh.ru/vacancy/100703138",
        "salary_from": "150000",
        "salary_to": "0",
        "requirements": "У вас высшее техническое образование. Имеется опыт работы в ЖКХ или в сфере управления коммерческой недвижимостью. Есть знания нормативно-правовых...",
        "responsibility": "Формировать исполнительскую дисциплину в подразделениях холдинга: организовывать и контролировать проведения текущих работ подразделений. Разрабатывать технические решения по перспективным направлениям развития...",
        "city": "Санкт-Петербург"
    },
    {
        "title": "Генеральный директор производственного предприятия",
        "url": "https://hh.ru/vacancy/100640204",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Высшее образование, техническое или экономическое. Опыт работы не менее 5 лет в должности генерального директора либо исполнительного директора на предприятии...",
        "responsibility": "Оперативное управление предприятием (производственно-технические, финансовые, кадровые, административные и прочие вопросы). <highlighttext>Разработка</highlighttext> стратегических и тактических планов по развитию производства, закупок...",
        "city": "Москва"
    },
    {
        "title": "Территориальный директор",
        "url": "https://hh.ru/vacancy/100635987",
        "salary_from": "160000",
        "salary_to": "180000",
        "requirements": "Успешный опыт работы на позиции управляющего или директора розничной сети. Управление сетью в работе с форматными, брендовыми магазинами. ",
        "responsibility": "Выполнять бюджетирование магазинов в рамках месяца/квартала/года. Участвовать в процессе <highlighttext>разработки</highlighttext> текущих маркетинговых акций и АВД. Развивать управленческий персонал...",
        "city": "Нижний Новгород"
    },
    {
        "title": "Семейный водитель",
        "url": "https://hh.ru/vacancy/100610116",
        "salary_from": "70000",
        "salary_to": "70000",
        "requirements": "Опыт от 3-х лет езды на авто в должности Семейного водителя. Опыт работы на автомобилях премиум класса. ",
        "responsibility": "Обеспечение безопасного и комфортного движения автомобиля. Ежедневные поездки по городу. Отвозить детей в школу/ кружки/ секции. Выполнение отдельных поручений.",
        "city": "Краснодар"
    },
    {
        "title": "Системный администратор,программист",
        "url": "https://hh.ru/vacancy/100453042",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Знание английского языка.",
        "responsibility": "Поддержка It сервисов в компании. <highlighttext>Разработка</highlighttext> и реализация стратегии развития IT-инфраструктуры в соответствии со стратегией развития компании.",
        "city": "Шымкент"
    },
    {
        "title": "Начальник организационного отдела",
        "url": "https://hh.ru/vacancy/100702851",
        "salary_from": "0",
        "salary_to": "200000",
        "requirements": "Знание национальных стандартов по направлению деятельности, принципов организации документооборота, в том числе электронного. Опыт <highlighttext>разработки</highlighttext> локальных нормативных актов по направлению...",
        "responsibility": "<highlighttext>Разработка</highlighttext> шаблонов документов для оказания услуг по принципу «одного окна» и контроль за соблюдением сроков и установленного порядка согласования документов...",
        "city": "Москва"
    },
    {
        "title": "Java-разработчик",
        "url": "https://hh.ru/vacancy/98573040",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "...<highlighttext>разработки</highlighttext> на Java 8+ от 2 лет. Опыт коммерческой <highlighttext>разработки</highlighttext> с использованием фреймворка Spring / Spring boot. Опыт коммерческой <highlighttext>разработки</highlighttext>...",
        "responsibility": "Реализация различных модулей разрабатываемых приложений с использованием Java и Spring boot. Участие в проектировании различных сервисов. Написание unit тестов.",
        "city": "Москва"
    },
    {
        "title": "Web-программист - стажер",
        "url": "https://hh.ru/vacancy/100451847",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Основы программирования HTML&CSS. Базовые понимания в javascript. Теорию работы больших систем. Как поменять значения двух переменных не используя третью...",
        "responsibility": "Понимать, как устроен RESTfull API, его правильное проектирование и <highlighttext>разработка</highlighttext>. Что такое socket.io, redis, redux и многие другие интересные слова. ",
        "city": "Алматы"
    },
    {
        "title": "HR Business Partner",
        "url": "https://hh.ru/vacancy/100729678",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Имеешь 3+ года опыта в роли HR BP, HR менеджера, HR Generalist. Умеешь быть эффективным и полезным для бизнеса...",
        "responsibility": "Принимать участие в найме новых сотрудников и онбординге новичков. Работать с экономикой команд, искать и применять HR решения для улучшения...",
        "city": "Санкт-Петербург"
    },
    {
        "title": "Ведущий программист Java (удалённо)",
        "url": "https://hh.ru/vacancy/92430462",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "...<highlighttext>разработки</highlighttext> высоко-нагруженных и отказоустойчивых фронтальных систем. - Знание основных методологий <highlighttext>разработки</highlighttext> программного обеспечения, включая гибкие методологии. - Опыт командной <highlighttext>разработки</highlighttext>. - ",
        "responsibility": "Проведение code review коллег по команде. Декомпозиция и оценка задач по <highlighttext>разработке</highlighttext>. <highlighttext>Разработка</highlighttext> интеграционных сервисов со смежными системами Профессиональные требования:",
        "city": "Москва"
    },
    {
        "title": "Web-дизайнер (удаленно)",
        "url": "https://hh.ru/vacancy/100501588",
        "salary_from": "88000",
        "salary_to": "0",
        "requirements": "Знания веб-дизайна, пользовательского интерфейса и пользовательского опыта. Понимание принципов адаптивного дизайна и технологий <highlighttext>разработки</highlighttext> веб-сайтов и мобильных приложений. ",
        "responsibility": "<highlighttext>Разработка</highlighttext> уникального дизайна для веб-сайтов, платформ и мобильных приложений с учетом требований заказчика и современных UX/UI стандартов. ",
        "city": "Москва"
    },
    {
        "title": "Руководитель юридической службы",
        "url": "https://hh.ru/vacancy/100628644",
        "salary_from": "4000",
        "salary_to": "0",
        "requirements": "Высшее юридическое образование. Опыт работы по специальности в коммерческих организациях не менее 5 лет, в том числе не менее 2...",
        "responsibility": "...компании, в том числе: <highlighttext>Разработка</highlighttext> инструкций, положений и иных локальных правовых актов, регламентирующих деятельность компании. <highlighttext>Разработка</highlighttext>, рассмотрение и согласование различных...",
        "city": "Минск"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/100731760",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Наши ожидания от кандидата. Опыт и Hard skills: ∙ Уверенное знание HTML5, CSS/SCSS, JavaScript/TypeScript. ∙ Практический опыт работы с...",
        "responsibility": "<highlighttext>Разработка</highlighttext> веб приложений для ПО BioSmart Studio. ∙ <highlighttext>Разработка</highlighttext> веб приложений для биометрических контроллеров. ∙ Работа с системами баг-трекинга. ∙ ",
        "city": "Екатеринбург"
    },
    {
        "title": "Заместитель начальника отдела работы с недвижимым имуществом",
        "url": "https://hh.ru/vacancy/100696189",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Высшее образование. Общий стаж работы не менее пяти лет, из них не менее трех лет с Росреестром/Роскадастром и с...",
        "responsibility": "Взаимодействие с кадастровыми организациями по вопросам подготовки кадастровых и технических планов и документации по недвижимости ОДК. Взаимодействие с Росреестром по...",
        "city": "Москва"
    },
    {
        "title": "Ведущий специалист Служба энергоэффективности г. Уфа",
        "url": "https://hh.ru/vacancy/100578226",
        "salary_from": "135000",
        "salary_to": "0",
        "requirements": "Высшее техническое образование в области энергетики, электротехники, электроники с изучением/самостоятельным изучением основных ИТ-предметов (базы данных, программирование и т...",
        "responsibility": "Обработка результатов энергетического обследования, их анализ. Расчет нормативных значений потребления электроэнергии объектов. <highlighttext>Разработка</highlighttext> экономически обоснованных энергосберегающих мероприятий. Обеспечение сбора и...",
        "city": "Уфа"
    },
    {
        "title": "Frontend-разработчик (TypeScript, React, Next.js)",
        "url": "https://hh.ru/vacancy/100629428",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Rtk-query/react-query. Ormik/hook-form. Edux-rtk либо альтернативы zustand, xstate, effector and ...etc. SCSS, CSS модули, css...",
        "responsibility": "<highlighttext>Разработка</highlighttext> фронтенда для веб-приложений: геоинформационные системы, корпоративные порталы, различные ERP и CRM. Поддержка работоспособности, доработка новой функциональности и модернизация...",
        "city": "Санкт-Петербург"
    },
    {
        "title": "СММ-менеджер/контент менеджер",
        "url": "https://hh.ru/vacancy/99150516",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Владение дизайнерскими и фото/видео-приложениями. Опыт работы от 1 года. Знание и опыт работы с Facebook, Instagram, Tik-Tok...",
        "responsibility": "<highlighttext>Разработка</highlighttext> и реализация стратегии продвижения бренда в социальных сетях. Создание и регулярное обновление контента для Инстаграм включая текстовые посты, изображения...",
        "city": "Бишкек"
    },
    {
        "title": "Исполнительный директор",
        "url": "https://hh.ru/vacancy/100319616",
        "salary_from": "850000",
        "salary_to": "0",
        "requirements": "Высшее образование в области логистики, экономики, управления или смежных дисциплин. Опыт работы на руководящей должности в логистической сфере не менее...",
        "responsibility": "Управление финансовыми потоками и контроль за выполнением бюджетов. <highlighttext>Разработка</highlighttext> и внедрение новых логистических решений и технологий. Руководство командой топ-менеджеров...",
        "city": "Москва"
    },
    {
        "title": "Директор юридического департамента",
        "url": "https://hh.ru/vacancy/100524166",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Высшее юридическое образование. Опыт работы на должности руководителя юридического отдела в сфере транспорта, логистики, ВЭД - от 6 лет. ",
        "responsibility": "Проведение экспертизы договоров компании, договоров агентских договоров, экспертиза договоров ВЭД, согласование вносимых в договоры изменений, <highlighttext>разработка</highlighttext> нестандартных договоров исходя из...",
        "city": "Москва"
    },
    {
        "title": "Джедай в развитии продукта",
        "url": "https://hh.ru/vacancy/100588061",
        "salary_from": "4000",
        "salary_to": "0",
        "requirements": "образование высшее, точно как звездный маяк, освещающий путь к мудрости и знаниям. - знание древнего языка английского на уровне В2...",
        "responsibility": "находить ключ к каждому сердцу и разгадывать проблемы, скрытые в темных уголках галактики.",
        "city": "Кипр"
    },
    {
        "title": "Junior Python-разработчик",
        "url": "https://hh.ru/vacancy/98919945",
        "salary_from": "40000",
        "salary_to": "60000",
        "requirements": "Уверенное владение языком программирования Python. Знание одного из следующих фреймворков: Django, DRF или FastAPI. Опыт работы с системой контроля версий...",
        "responsibility": "Поддержка и устранение недостатков в разработанном программном обеспечении. Активное взаимодействие с членами команды <highlighttext>разработки</highlighttext> и смежными отделами. Работа в системе...",
        "city": "Москва"
    },
    {
        "title": "Генеральный директор (международной компании) (г. Бишкек)",
        "url": "https://hh.ru/vacancy/100152847",
        "salary_from": "4000",
        "salary_to": "6000",
        "requirements": "Образование высшее техническое (желательно МВА) либо математический склад ума. -Знание WORD, Excel, Visio, Project. -Опыт работы в сфере: Торговля, производство...",
        "responsibility": "<highlighttext>Разработка</highlighttext>, утверждение целей и задач на год. -Планирование орг. Структуры компании. -Составление, утверждение бюджетов доходов и расходов, финансовых показателей. -<highlighttext>Разработка</highlighttext>...",
        "city": "Бишкек"
    },
    {
        "title": "Генеральный директор",
        "url": "https://hh.ru/vacancy/100705816",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Понимание принципов продаж, работы с торговыми сетями, маркетинга, производства, финансов, кадров и т.д. Опыт <highlighttext>разработки</highlighttext> и запуска новых продуктов...",
        "responsibility": "Обеспечение выполнения ключевых показателей эффективности компании. <highlighttext>Разработка</highlighttext> и контроль реализации стратегии компании. Контроль и совершенствование бизнес-процессов компании. Управление персоналом. ",
        "city": "Томск"
    },
    {
        "title": "Дизайнер на удаленке в команду Окушково",
        "url": "https://hh.ru/vacancy/100714626",
        "salary_from": "80",
        "salary_to": "0",
        "requirements": "Задачи, как правило, плановые, негорящие. - Быть добросовестным. - Ответственным. - Инициативным. - Аккуратным. - Вовремя давать обратную связь. - Опыт работы с веб-дизайном - будет...",
        "responsibility": "Окушково - это натуральные продукты питания по ГОСТам совести. 1. <highlighttext>Разработка</highlighttext> печатной продукции (флаеры, каталоги, визитки и пр.). 2. ",
        "city": "Минск"
    },
    {
        "title": "Руководитель службы безопасности",
        "url": "https://hh.ru/vacancy/99965332",
        "salary_from": "120000",
        "salary_to": "0",
        "requirements": "Опыт работы на руководящей должности в области безопасности не менее 5 лет. Знание законодательства в области безопасности и правопорядка. ",
        "responsibility": "Организация и контроль работы службы безопасности предприятия. <highlighttext>Разработка</highlighttext> и внедрение мер по обеспечению безопасности персонала и имущества. Контроль выполнения требований...",
        "city": "Санкт-Петербург"
    },
    {
        "title": "Директор по персоналу",
        "url": "https://hh.ru/vacancy/100618265",
        "salary_from": "400000",
        "salary_to": "0",
        "requirements": "Опыт работы от 5 лет. Опыт работы в дистрибуции обязателен. Опыт работы в сфере медицинского оборудования желателен. Высшее образование. ",
        "responsibility": "Управление подбором (найм), адаптация персонала по компании. <highlighttext>Разработка</highlighttext> эффективных систем мотивации: в т. ч. участие во внедрении сквозных kpi по...",
        "city": "Москва"
    },
    {
        "title": "Вице-президент (теплоэнергетика)",
        "url": "https://hh.ru/vacancy/100528354",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Опыт успешного управления бизнесом (группа компаний по производству тепла, электро-, водо- и теплоснабжению населения и организаций, численностью от 3000 чел...",
        "responsibility": "Стратегическое управление деятельностью компании. <highlighttext>Разработка</highlighttext> и реализация стратегии и планов, направленных на развитие бизнеса и увеличение прибыли. Декомпозиция стратегических целей...",
        "city": "Москва"
    },
    {
        "title": "Тестировщик (QA Engineer)",
        "url": "https://hh.ru/vacancy/100610119",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Коммерческий опыт в тестировании от 1 года. Опыт <highlighttext>разработки</highlighttext> и автоматизации сценариев тестирования ПО. Опыт работы с Git, Gitlab, CI. ",
        "responsibility": "Ручное тестирование. Написание сценариев автоматического тестирования.",
        "city": "Москва"
    },
    {
        "title": "Супервайзер по бурению на плавучей буровой установке",
        "url": "https://hh.ru/vacancy/100318343",
        "salary_from": "650000",
        "salary_to": "700000",
        "requirements": "...1, Б2.6, Б2.18) при разведке и <highlighttext>разработке</highlighttext> нефтяных и газовых месторождений на континентальном шельфе (удостоверение об...",
        "responsibility": "Участие в <highlighttext>разработке</highlighttext> Буровой Программы (при необходимости, по решению Заказчика). Контроль исполнения Буровым подрядчиком и сервисными организациями условий договоров, заключенных...",
        "city": "Москва"
    },
    {
        "title": "QA Engineer",
        "url": "https://hh.ru/vacancy/100618230",
        "salary_from": "10000000",
        "salary_to": "15000000",
        "requirements": "Опыт работы в области тестирования Web и Mobile application от 1 лет. Опыт тестирования REST API (Postman, Swagger/OpenAPI). ",
        "responsibility": "Проведение функционального, регрессионного и интеграционного тестирования. Взаимодействие с командой <highlighttext>разработки</highlighttext>. Работа с баг-трекинговыми системами (Jira). Ведение документации в Confluence.",
        "city": "Ташкент"
    },
    {
        "title": "Менеджер международных проектов",
        "url": "https://hh.ru/vacancy/100688133",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Высшее образование в области международных отношений/ менеджмента/ экономики (МГИМО (У) МИД, МГУ, ВШЭ). Свободное владение английским (как плюс редкие языки...",
        "responsibility": "<highlighttext>Разработка</highlighttext> сервисов, формирование продуктов исходя из потребностей клиентов. Подготовка коммерческих предложений. Управление и реализация проектов «под ключ». Организация деловых поездок...",
        "city": "Москва"
    },
    {
        "title": "Ведущий специалист Управления стратегического развития",
        "url": "https://hh.ru/vacancy/100378487",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Стаж работы по направлению деятельности Управления не менее 5 лет. Опыт <highlighttext>разработки</highlighttext> стратегических документов (стратегия компании, стратегии развития бизнес направлений...",
        "responsibility": "<highlighttext>Разработка</highlighttext>/актуализация Стратегии развития компании. Участие в формировании функциональных и бизнес-стратегий по развитию ключевых направлений деятельности, концепций, программных документов. ",
        "city": "Красноярск"
    },
    {
        "title": "Кредитный инспектор (ф.Нукус)",
        "url": "https://hh.ru/vacancy/100380842",
        "salary_from": "4000000",
        "salary_to": "0",
        "requirements": "Пол: Не имеет значения. Образование: Высшее, Средне-специальное. Знание языков: Узб и Русс (Свободное владение). Знание компьютера: Уверенный пользователь. ",
        "responsibility": "Проведение экспертизы пакета документов в соответствии с действующими в МФО нормативными документами и подготовка заключений. <highlighttext>Разработка</highlighttext> предложений по минимизации кредитного...",
        "city": "Нукус"
    },
    {
        "title": "Frontend разработчик",
        "url": "https://hh.ru/vacancy/100363503",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Хорошее знание TS, понимание Pick, Omit, ReturnType и дженерики. Уверенное использование Vue или React. Базовые знания в написании Nodejs серверов. ",
        "responsibility": "Заниматься <highlighttext>разработкой</highlighttext> консоли управления облачными ресурсами. Создание/удаление/изменение кластеров, виртуальных машин, работа с кластерными продуктами.",
        "city": "Москва"
    },
    {
        "title": "Frontend-разработчик React (Junior+)",
        "url": "https://hh.ru/vacancy/100353239",
        "salary_from": "0",
        "salary_to": "0",
        "requirements": "Уверенные знания Java Script (ES6), LESS|SASS. Знание средств коллективной <highlighttext>разработки</highlighttext> и сборки проектов (Git, Jira,Jenkins и т...",
        "responsibility": "Разрабатывать фронтальную часть платформ. Верстать графические компоненты. Подбирать оптимальные средства и инструменты. Прорабатывать архитектурные решения. Участвовать в code-review. ",
        "city": "Москва"
    }
]